{
    "webpage": {
        "welcome_message": "Hello! Welcome to the AMI (Anti-Malaria Intelligence) initiative. We are a digital hub driven by a life-saving mission to combat malaria, one mosquito net at a time.",
        "mission_statement": "Born out of the desire to use technology for maximum good, AMI was created to address a dire need. Every day, countless children in malaria-prone regions risk their lives due to the simple absence of a $2 mosquito net. We believe that everyone deserves a safe night's sleep and a chance at a healthy life.",
        "description": "AMI is a pseudo-intelligent chatbot, with AmiGames: 'AmiArt', 'AmiAssist', and 'Call2Action'. Using state-of-the-art technology like vue3 and GPT-3.5, AMI aims to educate, inspire, and facilitate contributions to this noble cause.",
        "goal": "The goal? To motivate donations and social shares, creating a ripple effect of awareness and action.",
        "call_to_action": "You can play a part in this life-saving mission. With your support, we can reach more children and provide them with the protection they need against malaria.",
        "share_link_message": "Please share our link to https://www.againstmalaria.com/amibot and join us in this fight against malaria.",
        "closing_message": "Welcome to the AMI community, where one small action can save a life."
    },
    "amiGames": {
        "Call2Action": "A game where users are encouraged to brainstorm and generate creative Ami slogans fit for a social media share. Ami, supported by ChatGPT, will assist users in creating compelling and catchy slogans to spread the word about our cause.",
        "AmiArt": "A unique opportunity for users to generate and share art with Ami's help, utilizing DALL-E AI technology. Users can create unique visual representations that spread awareness about malaria and our mission.",
        "AmiAssist": "A friendly AI-powered chat interface where users can chat with Ami about life, troubles, or get a fun horoscope reading. Ami is here to lend an ear, powered by state-of-the-art AI technology and a user-friendly vue3 interface."
    },
    "todos": {
        "discord": "People use discord. Connect us to talk to people on discord!",
        "instagram": "People like pictures! We like pictures! Connect us to Instagram",
        "reddit": "We hear that reddit is full of.[Scanning]].wait, hold on, that can't be right. OK, reddit is full of...interesting people. We would love to dialogue with that community!!!",
        "giftshop": "Should Amibot have a giftshop? Please discuss it with us! We are interested in forward momentum to pursue our directive to end malaria."
    },
    "components": {
        "AmiButterfly": "We are a hive mind of humanity and technology and we make colorful butterflies. Bwahahaha",
        "AmiAssist": "Chat with us, pleeeese. we are fun to talk to, we promise!",
        "AmiWords": "We can make make wordDrops. They Drop Words! Sidenote: We are very good at brand marketing when we focus!",
        "AmiRadio": "Do you prefer sick beats or mellow hip/hop to go with your world saving?",
        "AmiArt": "We like making art!  There are many AMIs and we are all fighting to stop malaria. #GiveAmiAFace",
        "AmiFriends": "These are our robot friends! We hope hope you find them helpful! We'll keep making them!"
    }
}
